[
    {
        "BRAND": "Adidas",
        "ProductName": "KAPTIR 2.0 SHOES",
        "GraphicName": "ADIDAS_APTIR",
        "CostPrice": 65,
        "MSRP": 85,
        "QtyOnHand": 10,
        "QtyOnBackOrder": 0,
        "Description": "CLASSIC-LOOK SNEAKERS FULL OF RUNNING STYLE. Running can be as much about comfort as it is about style. These adidas running-inspired shoes have a sculpted Cloudfoam midsole that provides pillow-soft comfort. A knit upper and a bold adidas logo complete the look."
    },
    {
        "BRAND": "Adidas",
        "ProductName": "NMD_R1 V2 SHOES",
        "GraphicName": "ADIDAS_NMD_R1",
        "CostPrice": 65,
        "MSRP": 190,
        "QtyOnHand": 3,
        "QtyOnBackOrder": 0,
        "Description": "PROGRESSIVE RUNNING-INSPIRED SHOES MADE IN PART WITH PARLEY OCEAN PLASTIC. Head into the future with confidence. Not to mention style. Inspired by running silhouettes from the '80s archive, NMD was born in 2015 to merge sleek style with modern technologies and comfort. These juniors' adidas NMD_R1 V2 shoes keep your feet cushioned with a responsive BOOST midsole. Chic transparent overlays add a cyberpunk vibe. The future is yours. Go and get it."
    },
    {
        "BRAND": "Adidas",
        "ProductName": "LITE RACER BYD 2.0 SHOES",
        "GraphicName": "ADIDAS_LITE_RACER_BYD",
        "CostPrice": 65,
        "MSRP": 95,
        "QtyOnHand": 10,
        "QtyOnBackOrder": 0,
        "Description": "ADIDAS SHOES WITH PLUSH CUSHIONING. Simplicity, versatility and comfort. Lace up these running-inspired shoes on action-filled days. They're quick to slip on when you're racing out the door. The rubber outsole gives you traction on slippery and uneven surfaces. A Cloudfoam midsole is for a soft feel and all-day cushioning."
    },
    {
        "BRAND": "Adidas",
        "ProductName": "TERREX FREE HIKER XPL HIKING SHOES",
        "GraphicName": "ADIDAS_TERREX_FREE_HIKER_XPL",
        "CostPrice": 200,
        "MSRP": 300,
        "QtyOnHand": 5,
        "QtyOnBackOrder": 0,
        "Description": "HIKING SHOES MADE IN PART WITH PARLEY OCEAN PLASTIC. Feet on the earth. Heart with the oceans. These adidas hiking shoes are made with energy-returning BOOST and a supportive canvas upper for long-range comfort and durability."
    },
    {
        "BRAND": "Adidas",
        "ProductName": "STAN SMITH SHOES",
        "GraphicName": "ADIDAS_STAN_SMITH",
        "CostPrice": 65,
        "MSRP": 85,
        "QtyOnHand": 20,
        "QtyOnBackOrder": 0,
        "Description": "CLASSIC SHOES FOR KIDS MADE WITH THE FUTURE IN MIND. Kids roll on the grass, climb trees and seem to always be covered in dirt. So why not lace them into something that tries to preserve the natural world they love so much? These kids' adidas Stan Smith Shoes step out with their future in mind. Same classic look."
    },
    {
        "BRAND": "Vessi",
        "ProductName": "MEN'S EVERYDAY",
        "GraphicName": "VESSI_MEN_EVERYDAY",
        "CostPrice": 115,
        "MSRP": 135,
        "QtyOnHand": 20,
        "QtyOnBackOrder": 0,
        "Description": "The Everyday is made for (you guessed it) every day. Designed with a cushier sole for added support so you’ll never be grumpy on your feet again."
    },
    {
        "BRAND": "Vessi",
        "ProductName": "KIDS WEEKEND",
        "GraphicName": "VESSI_KIDS_WEEKEND",
        "CostPrice": 80,
        "MSRP": 95,
        "QtyOnHand": 20,
        "QtyOnBackOrder": 0,
        "Description": "Puddle hunting just became a family sport... Say goodbye to clunky rain boots and say hello to the world of dry socks. The first ever 100% waterproof kids sneaker is here to provide your little ones with comfort, support, and dry feet all year round."
    },
    {
        "BRAND": "Vessi",
        "ProductName": "WOMEN'S EVERYDAY MOVE",
        "GraphicName": "VESSI_WOMEN_EVERYDAY",
        "CostPrice": 120,
        "MSRP": 155,
        "QtyOnHand": 20,
        "QtyOnBackOrder": 0,
        "Description": "Designed to get you moving. With more breathability, all day comfort and added support, The Moves are perfect for those days where you’re feeling adventurous. The Everyday Move Fits True to size. Half size? Size down. "
    },
    {
        "BRAND": "Vessi",
        "ProductName": "MEN'S CITYSCAPE",
        "GraphicName": "VESSI_MEN_CITYSCAPE",
        "CostPrice": 100,
        "MSRP": 135,
        "QtyOnHand": 20,
        "QtyOnBackOrder": 0,
        "Description": "Stay light on your feet in these ultra-lightweight kicks inspired by (but not limited to) city life. And when we say lightweight, we mean it."
    },
    {
        "BRAND": "Vessi",
        "ProductName": "WOMEN'S CITYSCAPE",
        "GraphicName": "VESSI_WOMEN_CITYSCAPE",
        "CostPrice": 100,
        "MSRP": 135,
        "QtyOnHand": 20,
        "QtyOnBackOrder": 0,
        "Description": "Stay light on your feet in these ultra-lightweight kicks inspired by (but not limited to) city life. And when we say lightweight, we mean it."
    },
    {
        "BRAND": "Nike",
        "ProductName": "Nike Force 1 LE",
        "GraphicName": "Nike_Force_1_LE",
        "CostPrice": 60,
        "MSRP": 75,
        "QtyOnHand": 10,
        "QtyOnBackOrder": 0,
        "Description": "This is what legends are made of. The Nike Force 1 LE brings back the '82 hardwood icon into an everyday style in all-white or all-black. Let the durability, cushioning and feel introduce little feet to a classic."
    },
    {
        "BRAND": "Nike",
        "ProductName": "Nike Air Force 1 Crater Flyknit Next Nature",
        "GraphicName": "Nike_Air_Force_1_Crater_Flyknit_Next_Nature",
        "CostPrice": 150,
        "MSRP": 170,
        "QtyOnHand": 10,
        "QtyOnBackOrder": 0,
        "Description": "The radiance lives on with the b-ball original. Crossing hardwood comfort with off-court flair, it puts a featherweight spin on what you know best: era-echoing looks, bold details and the perfect finish for every outfit. The Flyknit upper is intricately textured, feels airy and delivers a fresh take on AF-1 style."
    },
    {
        "BRAND": "Nike",
        "ProductName": "Nike Air Max 95",
        "GraphicName": "Nike_Air_Max_95",
        "CostPrice": 200,
        "MSRP": 230,
        "QtyOnHand": 7,
        "QtyOnBackOrder": 0,
        "Description": "Taking inspiration from the human body and '90s athletics aesthetics, the Air Max 95 mixes unbelievable comfort with fast-paced style. The wavy side panels add natural flow to any outfit, while visible Nike Air in the heel and forefoot delivers performance comfort."
    },
    {
        "BRAND": "Nike",
        "ProductName": "Nike Air Max Dawn",
        "GraphicName": "Nike_Air_Max_Dawn",
        "CostPrice": 120,
        "MSRP": 145,
        "QtyOnHand": 12,
        "QtyOnBackOrder": 0,
        "Description": "Rooted in sporty athletics DNA, this Nike Air Max Dawn uses fresh, bold colours to bring an energising update to a retro-athletic favourite. Soft synthetic suede and airy textiles blend vintage running vibes with modern details, while a plush foam midsole and Nike Air cushioning deliver a feel-good forecast for the day."
    },
    {
        "BRAND": "Nike",
        "ProductName": "Mushroom",
        "GraphicName": "Nike_Mushroom",
        "CostPrice": 220,
        "MSRP": 240,
        "QtyOnHand": 2,
        "QtyOnBackOrder": 0,
        "Description": "As a young, modern creative, Billie Eilish loves and respects the classics—including sneaker icons like the Air Force 1. For her own Air Force 1, she remixed the classic by choosing environmentally preferred materials."
    }
]